import java.util.Scanner;


//    Вывести заданное количество случайных чисел с переходом и без перехода на новую строку


public class MainTask1 {
    public static void main(String[] args) {
        Scanner name = new Scanner(System.in);
        System.out.println("Enter you name please");
        String UserName = name.nextLine();
        System.out.println("Hello " + UserName);
    }
}



