import java.util.Scanner;


// Вывести заданное количество случайных чисел с переходом и без перехода на новую строку


public class MainTask3 {
    public static void main(String[] args) {

        int [] arrayLN = {1, 2, 3, 4, 5};

        for (int i : arrayLN) {

            System.out.println(i);
        }

        int [] array = {1, 2, 3, 4, 5};

        for (int i: array) {

            System.out.print(i);
        }

    }
}
